---
kind: other
id: Methods.T:Autodesk.Revit.DB.ParameterMapIterator
source: html/7982b418-ce1a-184e-b81b-86cd8de07d94.htm
---
# ParameterMapIterator Methods

Causes the object to release immediately any resources it may be utilizing.